Repository: knjy24/FrontAccounting
Catalog: modules/asset_register/lang/*/LC_MESSAGES/*.po
Languages: id_id

source: Amortisation Schedule
id_id: Penjadwalan Amortisasi

source: The valuation year cannot be empty.
id_id: Tahun penaksiran tidak boleh kosong.

source: The asset value cannot be empty.
id_id: Nilai aktiva tidak boleh kosong.

source: Selected asset type has been updated
id_id: Tipe aktiva terpilih telah diperbarui

source: New Asset value has been added
id_id: Nilai aktiva baru telah ditambahkan

source: Selected asset valuation has been deleted
id_id: Penaksiran aktiva terpilih telah dihapus

source: Asset Type
id_id: Tipe Aktiva

source: Asset Name
id_id: Nama Aktiva

source: Serial Number
id_id: Nomor Seri

source: Purchase Date
id_id: Tanggal Pembelian

source: Purchase Price
id_id: Harga Pembelian

source: Amortise
id_id: Amortis

source: Valuation Year
id_id: Tahun Penaksiran

source: Asset Value
id_id: Nilai Aktiva

source: Value Change
id_id: Perubahan Nilai

source: Delete
id_id: Hapus

source: Year of Valuation :
id_id: Tahun dari Penaksiran :

source: Asset Value :
id_id: Nilai Aktiva :

source: Year
id_id: Tahun

source: Depreciation
id_id: Depresiasi

source: Disposal Date
id_id: Tanggal Disposal

source: Disposal Amount
id_id: Jumlah Disposal

source: Name
id_id: Nama

source: Assets
id_id: Aktiva

source: The asset name cannot be empty.
id_id: Nama aktiva tidak boleh kosong.

source: The purchase value cannot be empty.
id_id: Nilai pembelian tidak boleh kosong.

source: New Asset type has been added
id_id: Tipe aktiva baru telah ditambahkan

source: Cannot delete this asset because amortisation transactions have been created referring to it.
id_id: Tidak dapat menghapus aktiva ini karena transaksi-transaksi amortisasi yang telah dibuatkan mengacu kepadanya.

source: Selected asset has been deleted
id_id: Aktiva terpilih telah dihapus

source: Purchase Value
id_id: Nilai Pembelian

source: Current Value
id_id: Nilai Lancar

source: Edit
id_id: Sunting

source: Asset Type :
id_id: Tipe Aktiva :

source: Asset Name :
id_id: Nama Aktiva :

source: Serial Number :
id_id: Nomor Seri :

source: Tag Number :
id_id: Nomor Tag :

source: Purchase Date :
id_id: Tanggal Pembelian :

source: Purchase Value :
id_id: Nilai Pembelian :

source: Location :
id_id: Lokasi :

source: Condition :
id_id: Kondisi :

source: Acquisition :
id_id: Akuisisi :

source: Disposal Amount :
id_id: Jumlah Disposal :

source: Disposal Date :
id_id: Tanggal Disposal :

source: Asset Types
id_id: Tipe-Tipe Aktiva

source: The asset type name cannot be empty.
id_id: Nama tipe aktiva tidak boleh kosong.

source: The depreciation rate cannot be empty.
id_id: Tarif depresiasi tidak boleh kosong.

source: Cannot delete this asset type because assets transactions have been created referring to it.
id_id: Tidak dapat menghapus tipe aktiva ini karena transaksi-transaksi aktiva yang telah dibuatkan mengacu kepadanya.

source: Selected asset type has been deleted
id_id: Tipe aktiva terpilih telah dihapus

source: Asset Type Name
id_id: Nama Tipe Aktiva

source: Depreciation Rate
id_id: Tarif Depresiasi

source: Asset Type:
id_id: Tipe Aktiva :

source: Depreciation Rate:
id_id: Tarif Depresiasi :

source: Asset Account:
id_id: Akun Aktiva :

source: Depreciation Account:
id_id: Akun Depresiasi :

source: Accumulated Depreciation:
id_id: Depresiasi Terakumulasi :

source: Asset Revaluation Account:
id_id: Akun Penaksiran Ulang Aktiva :

source: Disposal Account:
id_id: Akun Disposal :

source: &Asset Type Entries
id_id: Isian Tipe &Aktiva

source: &Assets Entries
id_id: Isian &Aktiva

source: &Amortisation Posting
id_id: Penerbitan &Amortisasi

source: Asset Register
id_id: Pendaftaran Aktiva

source: Asset Type Entries
id_id: Isian Tipe Aktiva

source: Assets Entries
id_id: Isian Aktiva

source: Amortisation Posting
id_id: Penerbitan Amortisasi

source: Main Menu
id_id: Menu Utama

source: Logout
id_id: Keluar

source: Help
id_id: Bantuan

source: Preferences
id_id: Preferensi

source: Change password
id_id: Ubah Sandi

source: Theme:
id_id: Tema:

source: Asset name
id_id: Nama Aktiva

source: Component
id_id: Komponen

source: Assets Listing
id_id: Pembarisan Aktiva

source: Assets List
id_id: Daftar Aktiva

source: Comments
id_id: Komentar

source: Destination
id_id: Tujuan
