Repository: knjy24/FrontAccounting
Catalog: modules/repgen/lang/*/LC_MESSAGES/*.po
Languages: de_de

source: Run
de_de: Drucken

source: Main Menu
de_de: Hauptmenü

source: Logout
de_de: Beenden

source: Help
de_de: Hilfe

source: Preferences
de_de: Persönliche Einstellungen

source: Change password
de_de: Passwort ändern

source: Theme:
de_de: Design:

source: Report Generator
de_de: Berichtgenerator

source: Create a Report
de_de: Erzeuge neue Liste

source: Select a report for work
de_de: Wähle eine Liste zur Bearbeitung aus

source: we need some data, please insert:
de_de: wir benötigen noch einige Daten, bitte geben Sie diese an:

source: Edit
de_de: Ändern

source: Delete
de_de: Löschen

source: Copy
de_de: Kopieren

source: Cp of
de_de: Kp von

source: If you want to change or delete a stored report, then choose beneath.
de_de: Wenn sie eine gespeicherte Liste bearbeiten oder löschen wollen, dann wählen sie bitte unten aus.

source: (Green are the Blocks, orange the Functions and gray the reports shown.)
de_de: (Grün werden die Blöcke, orange die Funktionen und grau die Listen angezeigt.)

source: Shortname
de_de: Kurzbezeichnung

source: Long name
de_de: Langbezeichnung

source: Author
de_de: Autor

source: Creation date
de_de: Datum der letzten Bearbeitung

source: Selection of the Reports
de_de: Auswahl der Listen

source: Exit the program
de_de: Beenden des Programms

source: Create a new report
de_de: Erzeugen einer neuen Liste

source: Create a new Block
de_de: Erzeugen eines neuen Blocks

source: Create a new Function
de_de: Erzeugen einer neuen Funktion

source: Common Data of a Block
de_de: Allgemeine Daten für einen Block

source: Common Data of the Block
de_de: Allgemeine Daten für den Block

source: ID-Number of the Block
de_de: ID-Nummer der Funktion

source: Common Data of a Function
de_de: Allgemeine Daten für eine Funktion

source: Common Data of the Function
de_de: Allgemeine Daten für die Funktion

source: ID-Number of the Function
de_de: ID-Nummer der Funktion

source: Common data of the report
de_de: Allgemeine Daten für eine Liste

source: Common data of the old report
de_de: Allgemeine Daten für die Liste

source: ID-Number of the report
de_de: ID-Nummer der Liste

source: Printer Orientation
de_de: Format des Druckers

source: Report type
de_de: Typ der Liste

source: SQL-Statement for record selection
de_de: SQL-Statement zur Satzauswahl

source: Name of the group field
de_de: Feldname des Feldes für Gruppenwechsel

source: Group type
de_de: Typ der Gruppe

source: Error: Group type = 'New Page on group change' and no field!
de_de: Fehler: Gruppentyp = 'Neue Seite bei Gruppenwechsel' und kein Gruppenfeld angegeben!

source: No new page when group changes
de_de: Keine neue Seite bei Gruppenwechsel

source: New Page on group change
de_de: Neue Seite bei Gruppenwechsel

source: Test the SQL-Statement
de_de: Testen des SQL-Statements

source: Page per record
de_de: Seite pro Satz

source: Line per record
de_de: Zeile pro Satz

source: Line per record with grid
de_de: Zeile pro Satz mit Rahmen

source: Line per record with bar
de_de: Zeile pro Satz mit Balken

source: Line per record with bar and grid
de_de: Zeile pro Satz mit Balken und Rahmen

source: Back to Report Selection(without storage)
de_de: Zurück zur Listenauswahl ohne speichern

source: Store and back to Report Selection
de_de: Speichern und zurück zur Listenauswahl

source: Test of the Function
de_de: Testen der Funktion

source: Page Definition for Strings
de_de: Weiter zur Seitendefinition String

source: Page Definition for Graphics
de_de: Weiter zur Seitendefinition Graphic

source: PHP-Error in Function:
de_de: PHP-Fehler in Funktion:

source: PHP: Function is OK. The result is:
de_de: PHP: Funktion ist fehlerfrei. Das Ergebnis lautet:

source: The field $field is not part of the function.
de_de: Das Feld $field kommt in der Funktion nicht vor.

source: Paper Format
de_de: Papiergröße bestimmen

source: ID-Number and SQL-statement must not be empty, or the short-name has been used before !!!!
de_de: Die Listen-Kurzbezeichnung und die SQL-Select Anweisung dürfen nicht leer sein oder die Kurzbezeichnung wird schon verwendet!!!!

source: The Short-Name of the Block has been used before!!!!
de_de: Die Block-Kurzbezeichnung schon verwendet!!!!

source: The name of the Function must be equal to the short-name:
de_de: Der Funktionsname muß gleich dem Kurznamen sein:

source: A Function has to be declared, which gives a String as <BR> as a result. The Function name has to be equal to the short-name!<BR>Please Test the function!<BR> If there is a fatal run-time error (e.g. redeclaration of a function) the system may die!!
de_de: Es muß eine Funktion angegeben werden, welche einen String als<BR>Ergebnis liefert. Der Funktionsname muß dem Kurznamen gleichen!<BR>Bitte testen Sie die Funktion!

source: The values have NOT been stored!
de_de: Die Angaben wurden NICHT gespeichert!

source: has an Error
de_de: ist fehlerhaft

source: SQL Error: SQL Statement is empty!
de_de: SQL Fehler: Der Befehl ist leer!

source: You have written this SQL-Statement:
de_de: Sie haben das folgende SQL-Statement eingegeben:

source: The first 10 records of the result set are:
de_de: Die ersten 10 Ergebnis-Sätze sind:

source: Definition of a new Item of the report
de_de: Definition eines neuen Items der Liste

source: for Characters
de_de: für Zeichen

source: for Graphics
de_de: für Graphic

source: Or as Alternative in Mode Detail
de_de: oder alternativ

source: Order
de_de: Reihenfolge

source: Number of Char
de_de: Zeichenzahl

source: AND
de_de: und

source: Alignment
de_de: Zentrierung

source: Elementtype
de_de: Elementtyp

source: Value
de_de: Wert

source: Width in points
de_de: Breite in points

source: DB-Field
de_de: DB-Feld

source: Table of stored Items
de_de: Tabelle der schon gespeicherten Items

source: Substring
de_de: Teilstring

source: from
de_de: von

source: to
de_de: bis

source: Use only, if DB-Field is numeric
de_de: Nur benutzen,wenn Feld numerisch ist

source: Type
de_de: Typ

source: Mode
de_de: Art

source: Order
de_de: Auftrag

source: Number of Ch.
de_de: Zeichenzahl

source: X2/Width
de_de: X2/Breite

source: Y2/Height
de_de: Y2/Höhe

source: Line-width
de_de: Strichdicke

source: String/Fieldname
de_de: String/Feldname

source: Line-width
de_de: Liniendicke

source: Store Item
de_de: Item speichern

source: Back to select a report
de_de: Zurück zur Listenauswahl

source: Show the report
de_de: Anzeigen des Drucks

source: X1/Y1 and X2/Y2 are the ends of a line. <BR> X1/Y1 and width/height give the dimensions of a rectangle.
de_de: X1/Y1 und X2/Y2 bilden die Enden einer Linie. <BR> X1/Y1 und Breite/Höhe sind die Abmessungen eines Rechtecks.

source: Please insert a value in X or the Number of Ch. and Type !
de_de: Geben Sie bitte einen Wert in X oder Zeichenzahl und Elementtyp ein!

source: Insert please values for X1/Y1 and X2/Y2 and line-width!
de_de: Geben Sie bitte Werte für X1/Y1 und X2/Y2 und Strichdicke an!

source: A value for Order etc. must only be inserted, if Mode=Detail and no value for Y has been given!
de_de: Reihenfolge etc. darf nur bei Art = Detail und keinem Y-Wert eingegeben werden!

source: Please insert a value for X and Y!
de_de: Geben Sie bitte für X und Y einen Wert ein!

source: In lines of mode 'Detail' the items with X/Y-values and Orders must not be mixed!
de_de: In Zeilen des Abschnitts Detail können Elemente mit X/Y - Werten und Reihenfolgenummern nicht gemischt werden!

source: No Value for Item-type 'String' has been declared!
de_de: Kein Wert für Elementtyp 'String' angegeben!

source: Error in Substring: To-Value is lower than From-Value!
de_de: Fehler in Substring: Wert von Bis ist kleiner als Wert von Von:!

source: Error in Total: Total can only be used with mode 'DE'!
de_de: Fehler bei Total: Total darf nur bei der Art 'DE' verwendet werden

source: Back to report selection(without deletion)
de_de: Zurück zur Listenauswahl(ohne Löschen)

source: D E L E T E
de_de: L Ö S C H E N

source: Do you really want to delete the report %s ?
de_de: Wollen Sie wirklich die Liste %s löschen ?

source: Do you really want to delete the block %s ?
de_de: Wollen Sie wirklich den Block %s löschen ?

source: Do you really want to delete the function %s ?
de_de: Wollen Sie wirklich die Funktion %s löschen ?
